{
  "auto-session": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "git-conflict.nvim": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "gruvbox.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazygit.nvim": {
    "branch": "main"
  },
  "lspkind.nvim": {
    "branch": "master"
  },
  "lua-utils.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markview.nvim": {
    "branch": "main"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "neorg": {
    "branch": "main"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "pathlib.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "typescript-tools.nvim": {
    "branch": "master"
  },
  "vim-ctrlspace": {
    "branch": "master"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
